{
  "_name_or_path": "distilbert-base-uncased",
  "architectures": ["DistilBertForMaskedLM"],
  "model_type": "distilbert",
  "vocab_size": 30522,
  "hidden_size": 768,
  "num_hidden_layers": 6,
  "num_attention_heads": 12,
  "intermediate_size": 3072,
  "max_position_embeddings": 512
}
